[
  {
    "entry_id": "E00001",
    "text": "The 20-qubit quantum computer unveiled in October 2023 as an operational early-stage quantum computer. In the early-to-mid 1900s, physicists were just beginning to understand how to manipulate and control individual quantum objects and materials. These initial efforts led to the birth of information processing technologies that have brought about the digital age. We are now in the second quantum revolution, which is characterised by the creation of devices capable of manipulating and controlling individual quantum states, as well as the algorithms and software that exploit the possibilities arising from these capabilities. These developments are expected to outperform classical computing, communication, and sensing technologies in the near future. These advancements are accomplished through the exploitation of quantum phenomena like the superconductivity of certain materials or the ability of qubits (quantum bits) to be in a superposition of two states. Such phenomena are anticipated t"
  },
  {
    "entry_id": "E00002",
    "text": "The 3-stage Quantum Computer is a quantum computing system being built in Finland as a co-development project led by VTT and IQM, showcasing Finnish expertise and serving as a platform for research, innovation and commercial activities. Aalto University, University of Helsinki and VTT Technical Research Centre of Finland have signed an agreement to collaborate on quantum science and technology, under the umbrella of InstituteQ: The Finnish Quantum Institute. InstituteQ brings together expertise in research, education, and innovation to drive Finland's world-leading quantum technology research. 'Our goals are threefold,' explains Professor Jukka Pekola, Aalto University, 'firstly, to coordinate our national research efforts; secondly, to provide the best possible education, both in graduate and industrial programs; and thirdly, in driving innovation.' 'It is widely recognised that the expertise level in the workforce is currently a major bottleneck in developing quantum technology,' exp"
  },
  {
    "entry_id": "E00003",
    "text": "Spare parts produced by Wartsila using 3D metal printing technology, currently in production and ready for market delivery. Digital revolution in manufacturing technology is largely believed to lie in additive manufacturing  one example being 3D printing of items based on digital models. This enables, for instance, the tailoring of parts and rapid manufacture on demand. While additive manufacturing has been making waves in several industries, it is now finally making a splash in marine sector. Research Team Leader Pasi Puukko from VTT Technical Research Centre of Finland says that the utilisation of industrial 3D printing started mainly in three industrial domains: aerospace, automotive and medicine.\"Each of these sectors has somewhat specific drivers and reasons to use this technology. For aerospace, it is lighter structures and fly-to-buy ratio; for automotive, fast prototyping and tooling; for medicine, patient specific instruments, guides, visual models i.e. personalisation,\" says"
  },
  {
    "entry_id": "E00004",
    "text": "A prototype electric motor featuring 3D-printed parts, introduced by VTT and showcased at Formnext and World PM fairs, demonstrating the commercial possibilities of 3D printing in electric machine manufacturing. 3D-tulostamisen hyotyja ovat lahes rajattomat suunnittelumahdollisuudet ja se, ettei osien valmistamiseen tarvita erityisia tyokaluja kuten muotteja. Sahkomoottorin prototyyppi osoittaa, etta 3D-tulostamisen kaupalliset mahdollisuudet ovat nurkan takana. VTT:n tutkijat ovat jo liki kymmenen vuoden ajan tutkineet 3D-tulostamisen hyodyntamista sahkokoneiden valmistuksessa. Tutkimustiimin paallikko Sini Metsa-Kortelaisen mukaan 3D-tulostamisen hyotyja kannattaa puntaroida monesta nakokulmasta. Teknologian tutkimuskeskus VTT toi viime syksyna ensiesittelyyn Formnext- ja World PM -messuilla sahkomoottorin prototyypin, jossa on 3D-tulostettuja osia. Moottori heratti laajaa kiinnostusta messujen kansainvalisessa ammattilaisyleisossa. Sahkokoneet ovat nyt kuuma kehityskohde monesta syy"
  },
  {
    "entry_id": "E00005",
    "text": "Quantum computers developed by VTT with 5 and 20 qubits, representing existing innovations in quantum computing. VTT Technical Research Centre of Finland begins searching for an innovation partner to scale up Finland's next quantum computer, aiming towards 300 qubits. In the innovative co-development project, VTT will also be researching methods for how the developed quantum computer can be optimised for solving mathematical problems typical for new material development. ESPOO, Finland (June 18th, 2024) The Finnish state has committed to finance the procurement of Finland's next quantum computer. The state-owned VTT Technical Research Centre of Finland thus begins a tendering process to look for a partner with whom to begin an innovative co-development project that will scale up the country's most powerful quantum computer towards 300 qubits. With its current innovation partner, VTT has developed 5- and 20-qubit quantum computers. The third and final quantum computer, with 50 qubits, i"
  },
  {
    "entry_id": "E00006",
    "text": "An open and evolving innovation ecosystem supporting 5G technology research and validation, product development and experiments in Finland. #INVESTIN FINLAND FINLAND FACTBOOK 2020 FINLAND TECHNOLOGY SUPERPOWER HOW TO DO BUSINESS IN THE LAND OF SUCCESS STORIES.Welcome to the Invest in Finland Factbook 2020, created for companies that seek sustainable growth. We warmly invite you to explore the many ways Finland can contribute to the success of your business. As you might have already noticed, Finland often ranks among the leaders in various international comparisons. The information in this booklet is backed by facts and statistics from reliable third parties. We also highlight some comments from international business leaders with experience in doing business in Finland. We know that each business is unique, and that every investment requires careful analysis and planning. Tell us about your business needs  and let's discuss what Finland could offer you. We look forward to hearing fro"
  },
  {
    "entry_id": "E00007",
    "text": "A new mobile network technology offering significantly faster speeds and optimized for connecting machines, devices, and humans, showcased at Nokia's 5G Demo Day. A large number of international guests visit Oulu every year during the Air Guitar World Championships. Numerous reporters accompany the Air Guitar tourists and competitors from all over the world. This year the international group was offered the possibility to get acquainted with 5G technology and an autonomous vehicle at Nokia's 5G Demo Day. Photo: Air guitarist and Toyota engineer Toshio Kado was impressed by what he saw at Nokia Oulu unit. (Photographer: Marko Pyhahuhta) The 5G Demo Day organised by Nokia on August 23rd continued Nokia's long tradition of demo events where new technology is showcased both for international guests and Nokia's own personnel. Arranged at Nokia's Oulu unit, the event began with an introduction to the possibilities of the 5G network technology as well as Nokia's 5G solutions. In a conference "
  },
  {
    "entry_id": "E00008",
    "text": "A 5G test network constructed in Oulu, one of the first of its kind, made available to potential users including enterprises, researchers, companies and students for testing future products and service innovations. One example of the advanced local ecosystems is the decision to be one of the first constructors of 5G test networks and construct two of them in Oulu. A significant number of international corporations relocated to Oulu during the second half of 2014. This surely must be a record in the Finnish industrial history that such a major contribution was made to the field of development in hi-tech in such a short period of time. Eleven of these corporations are in ICT and almost the same number in other fields. Over the past couple of years the ICT ecosystem in Oulu has diversified considerably: While it earlier depended on two drivers, the mobile phone and mobile network knowledge and knowhow, it is complemented by clusters producing finance, health tech and automotive solutions."
  },
  {
    "entry_id": "E00009",
    "text": "A project developing communication system architecture and specifications to integrate 5G standalone networks with defense infrastructure, co-funded by the European Defence Fund and involving European telecom and defense companies. Bittium's R&D is focused on tactical communications, device and network security, specialized devices, and biosignal technology. Funding organization: Business Finland Seamless and Secure Connectivity program aims at enabling trustworthy, secure, and resilient end-to-end connectivity architectures and products including life-cycle services in various domains. Business Finland has granted the program EUR 10 million development funding and, in addition, EUR 20 million funding for the ecosystem companies and research partners. The four-year program led by Bittium will last until 2026. Achieving the goal requires the information-secure cooperation of various public and private networks, including applications and terminals and other devices, combined into a coop"
  },
  {
    "entry_id": "E00010",
    "text": "Oulun yliopiston ja VTT:n yhdessa perustama testikeskus, joka tarjoaa edistyksellisia tiloja ja palveluita langattoman tietoliikenteen, erityisesti 6G-verkkoteknologioiden kehittamiseen, testaamiseen ja arviointiin Naton DIANA-aloite (Defence Innovation Accelerator for the North Atlantic) on hyvaksynyt Suomen esityksen yrityskiihdyttamon ja kahden testikeskuksen perustamisesta Suomeen. Puolustusministerio toimitti Suomen esityksen DIANA:n johtokunnalle heinakuussa 2023. Puolustusministerio toimii hankkeen kansallisena vastuuviranomaisena ja Teknologian tutkimuskeskus VTT on koordinoinut Suomen ehdotuksen valmistelua yhteistyossa ministerion kanssa. VTT perustaa Naton yrityskiihdyttamon Espoon Otaniemeen yhteistyossa Aalto-yliopiston ja Helsingin yliopiston kanssa. DIANA-verkostoon liittyminen vahvistaa tutkimuksen kaksoiskayttoalueille sijoittuvaa Aallon kiihdyttamotoimintaa. Kiihdyttamo keskittyy tulevaisuuden kommunikaatiojarjestelmiin ja kvanttiteknologiaan. Se tarjoaa yrityksille k"
  },
  {
    "entry_id": "E00011",
    "text": "A national research and testing environment for 6G technology development in Finland intended to support 6G innovations and available for use until the 2030s. The new national environment for research, innovation and collaboration will have far-reaching implications. \"The project is a major milestone in launching the development of a 6G research environment in Finland. The goal is to build a national research and testing environment that would last until the 2030s, when 6G technology is expected to be in the commercialization phase,\" says Professor Mikko Valkama, who leads the development of the research environment at Tampere University The majority of the funding will be used to purchase very expensive measurement equipment that would be disproportionately expensive for individual research institutes. \"Investments of this scale in the early stages of 6G research and their joint use will boost the international competitiveness and attractiveness of our top research teams, as similar e"
  },
  {
    "entry_id": "E00012",
    "text": "An innovation addressing the design of sealing plugs for low permeability fault cores in granite. The Seminar programme was a good combination of geology, engineering, chemistry, modelling, concrete, bentonite, experiences and lessons learned.DOPAS 2016 Programme 25052016 (pdf) (600.3 KB) 2.2_White et al - Design Basis of Plugs and Seals (pdf) (534.3 KB) 2.4_Ruebel_DOPAS_2016_extended_abstract (pdf) (341 KB) 2.5_Dean Gentles_Application of Lessons Learned for Less Advanced Programmes During the DOPAS Project Extended Abstract (pdf) (356.5 KB) 3.1_Galson_DOPAS_2016_Extended_abstract_TSPA for Seals V1 (pdf) (252.2 KB) 3.2_Dixon_DOPAS 2016 TSX_ESP_Extended Abstr_29032016 (pdf) (675.1 KB) 3.3_Thomas Spillmann_GAST DOPAS2016 extended abstract final (pdf) (373.3 KB) 3.4_Monika_Kreienmeyer_extended-abstract-dopas DBE 01 (pdf) (669.9 KB) 3.5_Nick_Jeffries_DOPAS_2016_extended_abstract_sealing_boreholes_FINAL_040416 (pdf) (167.9 KB) 3.6_DOPAS_2016_Borehole closure_KTAI-EJOH (pdf) (93.9 KB) 3.7_R"
  },
  {
    "entry_id": "E00013",
    "text": "An event bringing together researchers and companies to share perspectives and lessons on AI research and applications, already conducted as of June 2nd, 2023. AI Forum project will organize a seminar in Haaga-Helia Pasila campus on June 2nd 2023. What are the hot topics in artificial intelligence (AI) research right now? How are companies utilizing AI? Why and how should universities collaborate in AI related research? You are warmly welcome to hear AI researchers' views on these questions with outcomes and lessons learned during AI Forum project. In panel discussion with companies we address utilization of AI in businesses. AI Forum Seminar brings together people who are interested in hearing and sharing current perspectives on AI research and applications. The seminar also offers a place for networking and looking for future cooperation opportunities between universities and companies. Host: William O'Gorman, AI Innovation Hub officer, Ulysseus European University, Haaga-Helia UAS P"
  },
  {
    "entry_id": "E00016",
    "text": "A research, development, and innovation project active from 1.1.2023 to 31.12.2025 focusing on Arctic water excellence. 1 AWE  ARTIC WATER EXCELLENCE PROJECT PRIVACY NOTICE Data Protection Act 2018/1050, EU General Data Protection Regulation 2016/679. The privacy notice contains the information that must be provided to data subjects when processing personal data. The privacy notice ensures the data controller's accountability obligation. The accountability obligation is a key principle in the GDPR, requiring the data controller to demonstrate compliance with data protection legislation. 1. Data Controller South- Easter n Finland University of Applied Sciences Ltd P.O. Box 68 (Patteristonkatu 3) 50101 Mikkeli Telephone switchboard: +358 40 655 0555 Business ID: 2472908 -22 Joint data controllers: Savonia University of Applied Sciences (Savonia)  Main implementer Lappeenranta -Lahti University of Technology LUT (LUT University)  Co-implementer University of Oulu (OY)  Co-implementer "
  },
  {
    "entry_id": "E00017",
    "text": "An innovation project focusing on solving water-related challenges in industry through digital environmental monitoring and advanced water purification processes. Read more Read more In the AWE-project the focus is on solving water-related challenges identified by the business sector through co-development methods. The project leverages digitalization in environmental monitoring of large industrial areas, such as mining sites, and in the development of water balance management. As part of water purification processes, the project is developing advanced recovery processes and separation techniques that enable the utilization of metals and nutrients contained in wastewater as raw materials. Is to contribute to the development of new technologies and their piloting and implementation. The development is focused especially on water-intensive industry and the water supply sector in cooperation with research institutes, companies operating in the field and industrial facilities. The activity"
  },
  {
    "entry_id": "E00018",
    "text": "An advanced cloud-based system developed by Insta that supports productivity, increases efficiency, enhances user experience, and fosters innovation using AWS infrastructure. Worth Your Trust Stay updated with the latest news, announcements, guides, and events from Insta. Read and explore our experts' insights on current topics and get inspired by our customer stories. Yesterday, Wednesday 18, Insta Group had the great honor of welcoming President Alexander Stubb to visit the Sarankulma campus as part of his Tampere day. Insta attends the SAFE Symposium in Virginia Beach, U.S., 22 to 24 October 2024. You can find us at booth #122 Insta is participating in the upcoming GSOF Europe Symposium, which will take place from October 1-3, 2024, in Bratislava. This blog post joins the collective insights we at Insta have shared about our internal ROS2 R&D project, the Machine Fleet Simulation Platform (MFSP). The whistleblowing channel is an electronic reporting service that is intended for use "
  },
  {
    "entry_id": "E00021",
    "text": "An innovative dual-fuel ammonia engine project aiming to reduce CO2 emissions by 70% or more by demonstrating its use in a platform supply vessel, deployed in the Eidesvik vessel Viking Energy operated by Equinor. Decarbonisation of shipping is a requirement, but it also represents opportunities for the marine business. Ship owners who develop a holistic decarbonisation strategy for the whole fleet and pick the right technology can reach their operational decarbonisation targets. This, in turn, will help them with financial backing and with outpacing the competition. The shipping industry also needs to optimise the complete logistics chain and thus build the framework for decarbonisation. Collaboration, knowledge sharing, and a wide variety of partnerships are needed. The following are just a few examples of Wartsila's partnerships and R&D collaboration projects. Wartsila is one of the core partners in the ZEEDS initiative, which envisions making zero emissions fuels available to the s"
  },
  {
    "entry_id": "E00022",
    "text": "A radio controlled lifting beam designed by Elematic to improve safety and efficiency in lifting precast wall products.     . The precast process can be noisy and dusty. It includes heavy-duty machines such as extruders and saws and factory equipment that constantly moves back and forth. Work phases like lifting or climbing to heights can be repetitive and heavy. Product development, in close cooperation with the industry, solves these challenges  and makes precasting safer in all aspects. Knowing the capacity figures or the price tag of a production line is not enough when making an investment decision. According to Jouni Sirkka, Director of Product Development at Elematic, safety at the precast factory is what really counts. \"Creating a safe production line means that, in every single delivery, we make a risk analysis and evaluation that covers the whole supply chain and the entire life cycle of the line  from logistics and startup to operation and maintenanc"
  },
  {
    "entry_id": "E00023",
    "text": "A new bachelor's degree programme focusing on mechanical engineering and sustainable product development that started in autumn 2023 at Oulu University of Applied Sciences. Together we'll change the world Strategy of Oulu University of Applied Sciences 20242028The leading multidisciplinary, community-spirited and international university of applied sciences in Northern Finland with high-quality, up-to-date competencies stemming from close cooperation with businesses and organisations. IMPACT Our desire to achieve impact guides everything we do. At Oamk, social impact means developing new skills for working life, strengthening future capabilities and promoting vitality. We actively engage in social interaction. OPENNESS Openness is based on comprehensibility and is manifested in the transparency of all our activities. Openness is a way of building mutual trust. At Oamk, this means that we conduct influential cooperation, share information openly, maintain transparent infrastructures an"
  },
  {
    "entry_id": "E00025",
    "text": "A pilot plant demonstrating production of hydrocarbons from industrial carbon dioxide in a climate-friendly way, consisting of integrated mobile units for processing carbon dioxide, hydrogen production, and synthesis into liquid and solid hydrocarbons. VTT and St1 have launched a unique experiment in Finland aiming to produce hydrocarbons from industrial carbon dioxide, which can be refined to fossil-free petrol, diesel and chemicals. VTT and St1 will be carrying out pilot-scale experiments at St1's biorefinery in Jokioinen, Finland this autumn to demonstrate how hydrocarbons can be produced in a climate-friendly way from carbon dioxide extracted from the bioethanol production and from hydrogen produced with water electrolysis. The pilot is due to begin in October and run for approximately five weeks.The pilot plant consists of integrated mobile containers: a unit for processing carbon dioxide, a hydrogen production unit and a synthesis unit for turning the carbon dioxide and the hydr"
  },
  {
    "entry_id": "E00028",
    "text": "An umbrella brand and collaboration platform for building a large-scale hydrogen economy around the Gulf of Bothnia and the Baltic Sea in Finland. Following this month's gathering of world leaders to address global warming at the United Nations Conference on Climate Change (COP26) summit in Glasgow, green energy has become the topic on everyone's lips. One form of green energy, hydrogen, has the potential to transform the way we power our lives and is essential to tackling climate change in the future. Now, innovative Finnish businesses, research centers and government figures have come together to utilize their hydrogen expertise and rigorous skills to spearhead a green revolution that will make Finland a world-leading hydrogen economy. Finland is a small country with big ambitions to become carbon neutral by 2035 and carbon negative by 2050  some of the most ambitious targets globally. The country is committed to leveraging collaboration and global partnerships to develop hydrogen t"
  },
  {
    "entry_id": "E00029",
    "text": "A unique foundation for new bioeconomy innovations in Finland focusing on developing new bio-based materials for industrial-scale production. The aim is to develop materials from renewable resources in order to safeguard a sustainable future. The Academy of Finland has granted a EUR 9.5 million flagship funding for the first four years of the project. An extension funding for the next four-year period will be based on an interim evaluation. The total funding of the project is EUR 24 million. The CERES innovation ecosystem will create a unique foundation for new bioeconomy innovations in Finland. Plant-based biomaterial is the future plastics and, according to researchers, much beyond. The purpose of this ecosystem is to develop new materials, in particular based on lignocellulose and forest biomass, for industrial-scale production of packaging, textiles and separation systems, as well as semiconductors, composites and solutions for energy storage. According to VTT's scenario calculatio"
  },
  {
    "entry_id": "E00031",
    "text": "A unique sustainability-focused learning and project space located at Metropolia Myyrmaki campus that advances practical climate mitigation and sustainable development solutions through collaborative innovation projects. Carbon Garage is a unique sustainability-focused learning and project space where climate mitigation and sustainable development solutions are advanced in practical manner. There is power in unity and collaboration when creating new solutions for better tomorrow. New and unique sustainable development learning and project space, Carbon Garage, is located at the Metropolia Myyrmaki campus. The goal for Carbon Garage is to create collaboration possibilities, enhance sustainability education and concretely advance climate change mitigation and sustainable development solutions through collaborative innovation projects. Knowledge and solutions for climate change mitigation exist but the actions are few and far between. At Carbon Garage, we develop concrete climate actions "
  },
  {
    "entry_id": "E00032",
    "text": "The Center of Water Efficiency Excellence is a research center established by Kemira and VTT in Finland to develop unique water knowledge and create new business opportunities by enhancing water usage, recycling, and sustainable solutions for the water-intensive industry. At Kemira, we take on some of the world's biggest challenges, working relentlessly to solve them with chemistry, and the firm belief that a more sustainable society is possible. We offer an end-to-end portfolio of high performance chemistry, and digital services for advanced process optimization. Explore our financial reports, investor presentations, and annual reviews. Explore our financial reports, investor presentations, and annual reviews. Search open positions and apply through our Careers portal. Kemira Oyj Stock exchange release March 9, 2010 at 7.30 am (CET+1) Kemira Oyj and VTT (Technical Research Centre of Finland) will establish a Center of Water Efficiency Excellence in Finland. The total cost of the resea"
  },
  {
    "entry_id": "E00033",
    "text": "An innovation aimed at building chips competence centres and pilot environments in Tampere and Espoo to advance chip development and assembly capabilities. In April, the Council of Europe and the European Parliament reached a political agreement on the Union's Chips Act. The aim is to increase the EU's global market share in semiconductor production to at least 20% by 2030. This will reduce the EU's vulnerability and dependence on foreign actors and improve the security of supply, resilience, and self-sufficiency of the chips sector. The Chips Act will mobilise some 43 billion of public and private investments to support, for example, technological capacity building and related research and innovation in European Union member states. The City of Tampere and Tampere University actively promote the objectives of the Chips Act at the regional and national levels. Together with Aalto University, City of Espoo, Technology Industries of Finland's semiconductor industry group, VTT Technical "
  },
  {
    "entry_id": "E00034",
    "text": "A reliable and cost-effective telecommunications system developed by Cinia for Tampere trams to enable secure, real-time data transmission and device integration. The first tram built for the Tampere tramway was delivered from the Skoda Transtech plant in Kajaani to Tampere in May 2020. According to the plans, a total of 19 trams will operate in the Tampere tramway network in 2021 after the final type approval. In addition to designing and building the trams, Skoda Transtech is in charge of maintenance operations, whereas VR is responsible for driver services and Tampere Tramway Ltd. for the construction of the tramway infrastructure and the procurement of rolling stock. Cinia built a reliable and cost-effective telecommunications solution for the trams. The Tampere tramway is an ambitious project, and the high quality requirements are evident every step of the way. - From the beginning, we have wanted to enable the realtime collection and utilisation of various types of information, m"
  },
  {
    "entry_id": "E00035",
    "text": "A unique training programme focusing on circular economy principles for design and practical business solutions, involving multiple companies. In January 2023, a training programme on design capabilities in line with the circular economy will start for businesses in Finland. The programme will be unique even by international standards. The Circular Design  a path towards circular economy programme is the first of its kind that focuses on the circular economy principles for design and practical solutions for business. Companies of different sizes are participating: Stora Enso, UPM, Mirka, Helkama Velox, Kiilto and Genelec. \"Some truly pioneering companies are participating. This is the start of a new way of thinking about business and products, and hopefully the programme will help generate new ideas and practices in key sectors. The programme is part of the implementation of Finland's national circular economy strategic programme,\" says Taina Nikula, an advisor at the Ministry of the "
  },
  {
    "entry_id": "E00036",
    "text": "A co-creation project focused on circular economy integration in mining, funded by Business Finland and resulting from a seminar series on side streams. Xplorer promotes sustainable mining through research and education, and by helping companies to convert to the circular economy. We unite the experts in mining and make mining an interesting study option for students. The cement industry produces 8 % of the world's carbon emissions, and the supply of sand is running out. We research how sand can be replaced and how millions of tons of industrial waste can be turned into raw materials.Xplorer is an expert in separation technology, waste treatment and circular economy. Tailings are produced when you extract a target mineral from ore, and then store the un-used ore and rock in large dams. There are, however, safer technologies to store the waste. At the moment over 71 % of excavated material ends up in a dump. In Finland the amount of mining waste is 76 % of the total amount of waste prod"
  },
  {
    "entry_id": "E00037",
    "text": "Comtan is a proprietary Parkinson's drug developed by Orion, involved in patent litigations and settlement agreements with Sun Pharmaceutical Industries Limited concerning generic versions. Orion's net sales in 2010 totalled EUR 850 million (EUR 772 million in 2009), up by 10% on the previous year. ORION'S KEY FIGURES FOR THE REVIEW PERIOD 1) In addition, the Board of Directors proposes to the Annual General Meeting that EUR 0.06 (0.10) per share be distributed from the expendable fund in the distributable equity as a repayment of capital. \"Good progress continued throughout the year\" \"Orion's net sales improved throughout 2010, growing by about 10% on the previous year.\" \"There was growth in sales of key products based on Orion's own research - Stalevo Parkinson's drug, Simdax heart failure drug, Easyhaler pulmonary drugs and Precedex intensive care sedative. Notably, Precedex and Simdax showed strong growth. Precedex became one of our best-selling products during the year as its sale"
  },
  {
    "entry_id": "E00038",
    "text": "DataMust is a new innovation project developing the concept of data marketplaces based on edge computing in the built environment to improve energy efficiency and data processing. Low Carbon built environment: Innovation funding call Photos: Sitowise Group Oyj A huge amount of data is generated in the urban environment, but it is not utilized efficiently. The DataMust project develops the concept of data marketplaces based on edge computing in the built environment in collaboration between several companies. The research and development work would not be possible without the funding granted by Business Finland. The project also benefits from the new kind of data marketplace and edge computing that eliminate the need to transfer data from one place to another. In the future, the same technology will be applied to other smart city solutions. \"In practice, we use the funding to develop solutions that improve the energy efficiency of the built environment and data processing. Urban carbon "
  },
  {
    "entry_id": "E00039",
    "text": "A demolition robot developed by Delete for nuclear power plant decommissioning worksites, aimed at meeting high safety standards and efficient operations. 19.2.2020 VTT Technical Research Centre of Finland Ltd newly launched the two-year deCOmm (Finnish Ecosystem for Newhttps://www.vttresearch.com/media/news/vtt-and-its-partners-are-developing-nuclear-power-plant-decommissioning-into-a-business International Decommissioning Services) project to develop nuclear power plant decommissioning into a business with partnering companies. The world's nuclear power plants are approaching the age of retirement. The dismantling and after-care of a single nuclear power plant can take more than 10 years, and the total cost may be up to one billion euros. Over the next 20 years, around 1015 reactors will be decommissioned worldwide each year says dECOmm project manager Tapani Ryynanen from VTT. DECOmm project aims to construct a strong ecosystem during the coming years that could come together and m"
  },
  {
    "entry_id": "E00040",
    "text": "A demolition robot being developed by Delete for nuclear power plant decommissioning worksites, partially funded by Business Finland. 16.12.2020 As announced in a stock exchange release on 16 December 2020, Delete Finland Oy and Lotus Maskin & Transport AB... 21.4.2020 A hydraulic robot is a profitable and a safe method for cleaning radiator compartments in the lime kiln of pulp... 16.4.2020 Delete has made a commitment to carry out the emptying operations under the agreement using equipment that is at least 75 percent powered by biodiesel produced from renewable sources. 30.3.2020 Delete wants to be the preferred provider of environmental services for its customers and to support the business operations of... 13.3.2020 DELETE GROUP OYJ, STOCK EXCHANGE RELEASE 13 MARCH 2020 AT 16:05 EET NOT FOR RELEASE, PUBLICATION OR DISTRIBUTION, IN WHOLE OR... 5.3.2020 Delete Group (\"Delete\") has completed the divestment of Delete Heavy Demolition AB, a group company operating in the group's Demolition... 19."
  },
  {
    "entry_id": "E00041",
    "text": "An innovation project coordinated by the University of Helsinki aiming to capture and reuse carbon dioxide from low-concentration sources using chemically produced superbases. Explore our research, our research units, services for researchers and our top-notch research infrastructures. Innovations, services and collaboration opportunities for researchers, businesses, alumni and donors. Carbon dioxide emissions that accelerate climate change are a wicked problem for the industry. As they cannot be completely avoided, tools to capture and recycle carbon dioxide are needed. Chemically produced superbases may offer a solution. Their potential is being surveyed by the 'Direct and reversible CO2 capture from air using superbases' project coordinated by Professor Timo Repo, for which the University of Helsinki has received more than 420,000 in Co-Research funding from Business Finland. Alongside Aalto University and VTT Technical Research Centre of Finland, involved in the project are a sign"
  },
  {
    "entry_id": "E00042",
    "text": "A small and portable device offering a quick, easy-to-use and inexpensive solution based on droplet technology for rapid diagnostics and single cell analytics. Paivi Saavalainen, a geneticist and docent at the University of Helsinki, has together with her team developed DropPen, a small and portable device that offers a quick, easy-to-use and inexpensive solution based on droplet technology. Droplets are small emulsion drops of water mixed in oil. They are used in diagnostics and biomedical research as microscopically small reaction chambers. Droplets are utilised in, among others, digital polymerase chain reaction technology (dPCR), which helps, for example, measure very small numbers of pathogens or even individual cancer cells in clinical specimens. The technology also enables increasingly accurate analysis of cells and the culture of individual cells inside droplets. At the moment, the technique requires large, complex and slowly functioning equipment that costs tens of thousands o"
  },
  {
    "entry_id": "E00044",
    "text": "A legally binding EU solar rooftop obligation that mandates the installation of solar photovoltaic panels on buildings as part of the green transition plan announced by the European Union. The European Union has recently announced a bold plan to become independent from Russian fossil fuels and accelerate the green transition in response to Russia's invasion of Ukraine. The plan, called REPowerEU, includes a solar energy strategy that sets ambitious targets and initiatives for the deployment of solar photovoltaic (PV) panels across the bloc. One of the most significant initiatives is the introduction of a legally binding EU solar rooftop obligation that will ensure the installation of solar panels on buildings. According to the European Commission, this obligation will apply to: Source On the 8th of December 2023, the Ministry of the Environment of the Finnish Government released an official article: According to the provisional agreement, there would be strengthened requirements on the"
  },
  {
    "entry_id": "E00046",
    "text": "A new technology initiative aiming to reduce water consumption by up to 90% and energy consumption by more than half in manufacturing low-carbon, energy-efficient, and recyclable fiber-based products. The initiative will pioneer low-carbon, water-efficient technology with the potential to reduce water consumption by up to 90% and overall energy consumption by more than half. VTT Technical Research Centre of Finland announces a new initiative to address the challenges of energy and resource consumption in the forestry and textile industry. The goal of the Energy First initiative is to act as a starting point for an entirely new technology, which creates the conditions for the manufacture of low-carbon, energy-efficient, and recyclable fiber-based products. With the continued growth of, for example, global e-commerce, the demand for various fiber-based packaging solutions is projected to grow 510% annually, according to data from Statista Market Insights and eMarketer. As such, there is"
  },
  {
    "entry_id": "E00047",
    "text": "A platform developed by Enermix Oy used as the base for the smart heating control pilot service in Tampere. Tampereen kaupungin Internet of Things (IoT) -alusta menestyi viime syksyna Barcelonan alykaupunkimessuilla, jossa se voitti mahdollistavien teknologioiden palkinnon. STARDUST osallistui IoT-alustan hankintaan seka hyodynsi alustaa datan keraamiseen, seurantaan ja visualisointiin. IoT-alustan avulla ohjataan nyt ulkovalaistusta, tarkkaillaan keskustan kevyen liikenteen maaria ja kerataan monenlaista tietoa paatoksenteon tueksi. Projektin aikana Tampereen uudelle Ilokkaanpuiston asuinalueelle rakennettiin myos Suomen energiatehokkaimpia asuinkerrostaloja, jotka omistavat yhdessa Teiskossa sijaitsevan aurinkovoimalan. Ilokkaanpuiston konsepti on ainutlaatuinen Suomessa. Hankkeen alussa haastettiin silloin voimassa ollut lainsaadanto. Aiemmin laki vaati, etta oman auringontuotannon piti sijaita samalla tontilla kuin rakennukset. Lainsaadanto kuitenkin muuttui 2018, jolloin myos muua"
  },
  {
    "entry_id": "E00048",
    "text": "Wartsila successfully demonstrated that its engines can operate on renewable fuels such as jatropha oil, fish oil, and chicken oil at VTT technical research centre, enabling wider renewable fuel options and CO2 emission reductions. Wartsila, a leading supplier of flexible power plants for the decentralized power generation market, has successfully performed a number of tests that demonstrate the ability of its engines to run on a range of vegetable and animal-based oils. This enables a wider range of renewable fuel options for the Wartsila engines, while at the same time enabling further CO2 emission reductions. In the tests, conducted between February and April of this year at the VTT technical research centre in Espoo, Finland, a Wartsila Vasa 4R32 engine successfully operated on jatropha oil, fish oil and chicken oil. The first tests with engines running on a liquid biofuel were carried out in 1995, when Wartsila began testing with rapeseed oil. Since 2003, Wartsila engine power pla"
  },
  {
    "entry_id": "E00050",
    "text": "An innovative, chemical-free, water-based process for capturing and storing carbon dioxide that is efficient and environmentally friendly, patented in 2014 and 2016 in China. Read more Read more FiberLaboratory promotes the sustainable development of the forest and technology industry as well as the sensible use of resources. We support the competitiveness of businesses by developing technology that saves energy and water and reduces carbon dioxide emissions. We develop solutions that save water and energy, pilot new methods for treating water and sludge, and promote the further processing of wood fibre. We are an innovative, networked operating environment for developing future bioproduct processes, implementing new ideas, solving process technology problems and testing industrial maintenance. The research unit also includes Industrial Wood Construction and Technical Testing Laboratory in Savonlinna. Xamk Industrial Wood Construction Laboratory is part of the FiberLaboratory Industria"
  },
  {
    "entry_id": "E00051",
    "text": "A new nonwoven material developed for face mask applications, providing excellent filtration efficiency and pressure drop, compliant with European Standard EN 14683:2019 Type II requirements. Suominen Corporation's press release on June 17, 2020 at 2:00 p.m. (EEST) Suominen has developed a nonwoven material for the manufacturing of face mask applications. The new nonwoven has passed European Standard EN 14683:2019 Type II requirements in terms of filtration efficiency and pressure drop. \"Our FIBRELLA Shield nonwoven has excellent filtration efficiency and pressure drop values meaning that the material provides protection while being comfortable and easy to breathe through. Measured with an applied method by VTT* results indicate that FIBRELLA Shield nonwoven's filtration efficiency is higher than 99% reaching type II requirements but of course the material can also be used for lighter model Type I masks or uncertified masks,\" says Category Manager Johanna Siren. \"FIBRELLA Shield has"
  },
  {
    "entry_id": "E00052",
    "text": "A well-equipped fabrication laboratory in Oulu offering facilities for digital fabrication according to an open innovation concept. On the first two days of September, the City of Oulu hosted an esteemed delegation as the Japanese Ambassador of Finland Kazuhiro Fujimura came for a visit. The Ambassador was accompanied by his wife and three Embassy secretaries, as they were acquainted with the local ecosystem and some of its major operatives. Photographed at BusinessAsema (from left): Anne Ryynanen, Takako Uchida, Olli Loytynoja, First Secretary Atsushi Miura, Ambassador Fujimura, First Secretary Tomohiro Ogawa. Mrs. Junko Fujimura, and First Secretary Mari Morimoto. The Japanese delegation started their two-day programme straight from the airport as hosted by BusinessOulu representatives at BusinessAsema. Head of Key Accounts and Investments Olli Loytynoja, Business Development Advisor Anne Ryynanen, and Senior Advisor of International Affairs Takako Uchida welcomed the guests with a m"
  },
  {
    "entry_id": "E00053",
    "text": "An innovation enabling the development and realistic testing of new 5G technologies, multimedia and cloud-based services, and future IoT applications in Finland. Innovation environments are meeting places for ideas, teams and companies. Innovation environments seek for new businesses from the interfaces between different industries. Innovation environments use methods of co-development and provide innovation services. Some innovation environments are investment objects for built urban environment, so-called regional development objects. Other innovation environments are places where new solutions and businesses can be developed and tested. OuluHealth Labs offers companies a unique testing environment for health product development. OuluHealth Labs consists of testing environments in which businesses, students, and health and social care professionals can test and develop their ideas and products in authentic environments together with actual users. The aim is to put innovation into pra"
  },
  {
    "entry_id": "E00054",
    "text": "A research infrastructure led by Tampere University focused on integrated optics, applicable in quantum computing, biosensors, and communications, aimed at supporting Finland's advanced technology position. The Finnish Research Infrastructure Committee at the Research Council of Finland has awarded funding to 11 projects for building and upgrading national and international research infrastructures. The total amount granted is more than 22 million. This is the last set of decisions in the FIRI 2023 call for research infrastructure funding. Tampere University leads three research infrastructures, which investigate integrated optics, printed intelligence technology and wastewater-based surveillance. Professor Goery Gentry from the Faculty of Engineering and Natural Sciences leads the FinnLight-IO consortium which received funding for the development of integrated optics. Integrated optics can be applied, for example, in quantum computing, biosensors and communications to facilitate the "
  },
  {
    "entry_id": "E00055",
    "text": "A digital solution by Wartsila Marine Power designed to optimize ship processes to enhance efficiency and sustainability, potentially reducing maritime emissions significantly by 2050. Energy and maritime are two traditionally male-dominated industries. According to the International Energy Agency, women make up only 22% of the total workforce in the energy sector globally. In maritime, the share is even lower. This is not surprising, as women and girls remain widely underrepresented in science, technology, engineering, and mathematics fields (STEM), and as a result, are left out of the creation, use and regulation of technology. The stereotype of women not being suited to study and pursue careers in tech, is still alive and well. The lack of inclusion diminishes the transformative potential of technology and whole industries' potential for positive and sustainable change. On International Women's Day 2023, the United Nations is drawing attention to just that with their campaign DigitA"
  },
  {
    "entry_id": "E00056",
    "text": "Innovative flexible monomaterial packaging developed by Huhtamaki that removes multiple layers and aluminum to facilitate recycling. How can we collectively accelerate the recycling of packaging? What kinds of packaging are sustainable for the future? And how can we make recycling more convenient for consumers? These key questions, among others, were explored during Huhtamaki's panel discussion at the SuomiAreena societal discussion festival in Pori, Finland, in late June. How food is packaged and what happens to the packaging afterward have significant global impacts. In the SuomiAreena panel discussion Henna Virkkunen, Member of the European Parliament (MEP) and candidate for commissioner, Ali Harlin, research professor at the VTT Technical Research Centre of Finland, Nina Elomaa, Chief Sustainability Officer at SOK (S-ryhma / S-group), and Salla Ahonen, Executive Vice President of Sustainability and Communications at Huhtamaki, shared valuable insights on sustainable packaging and h"
  },
  {
    "entry_id": "E00057",
    "text": "An initiative focused on innovations for food and agriculture that supports early stage solutions for a circular economy through a start-up cohort program. HUHTAMAKI OYJ PRESS RELEASE 18.5.2020 AT 14:00 Huhtamaki celebrates its 100 year anniversary by donating EUR 3 million to circular economy initiatives to address global sustainability challenges To mark its 100-year anniversary Huhtamaki is donating EUR 3 million to global sustainability initiatives with a local impact. We are acting today, educating for tomorrow and funding innovation for the future, making a difference where it matters most to help address global sustainability challenges and build circular economy initiatives. Acting today by using innovative and emerging technologies to clean plastic waste - Huhtamaki is donating EUR 0.6 million to clean plastic waste from Mithi river in Mumbai, India. The project is also raising awareness on effective waste management. The recipient is a partnership consisting of United Nations"
  },
  {
    "entry_id": "E00058",
    "text": "A demonstration showcasing the autonomous driving capabilities of a vehicle aiming to drive approximately 35 kilometers autonomously in Helsinki city area. Share this: The world needs doers and that is why we participate in the fight against climate change through the mobility revolution. The world needs doers and that is why we participate in the fight against climate change through the mobility revolution. Our society is at the verge of disruption that will result from the electrification, connectivity and automation of mobility. We see that autonomous and electric vehicles will influence traffic, reducing pollution and CO2 emissions. Therefore, as a forward-looking company, Fortum wants to be at the forefront of researching and creating sustainable, resource efficient solutions in this field. We have defined mobility and transportation as a key focus area of the Fortum Innovation and Venturing team. And within this focus area, our Fortum GO team aims to increase resource efficiency "
  },
  {
    "entry_id": "E00059",
    "text": "First industrial scale bio-oil plant in the world producing bio-oil from wood-based raw materials, integrated with Fortum's Joensuu combined heat and power plant. Press release 29 November 2013, 14:00 EET PRESS RELEASE 29.11.2013 PRESS RELEASE 29.11.2013 Fortum's new bio-oil plant has been commissioned in Joensuu, Finland. Producing bio-oil from wood-based raw materials, the plant is the first of its kind in the world on an industrial scale. The bio-oil plant is unique in that it has been integrated with Fortum's Joensuu combined heat and power plant. Bio-oil is produced from forest residues, wood from first thinnings and other wood biomass, such as forest industry by-products, sourced locally from the Joensuu region. The bio-oil production will increase Fortum's wood use in energy production in Joensuu from 300,000 to 450, 000 solid cubic meter per year. The Joensuu bio-oil plant's annual production of 50,000 tonnes corresponds to the heating needs of more than 10,000 households. The "
  },
  {
    "entry_id": "E00060",
    "text": "An innovation event where Gasum Ltd. is seeking solutions to utilize biogenic CO2 from biogas upgrading to develop value-adding applications. Utilizing biogenic CO2from biogas plants WELCOME TO THE WEBINAR! Utilizing Biogenic CO2from Biogas Plants 13.00 13.10 13.30Welcome to BioTalks Dr. Annimari Lehtomaki, Chief Specialist , Jamk Bioeconomy Institute & BioEconomy Business Accelerator BioPaavo byJamk Emerging business opportunities in biogas and nutrient recycling Anna Virolainen -Hynna, Executive Director , Finnish Biocycle & Biogas Association CO2capture and utilization in biogas plants  Research activities  Dr. Eemeli Tsupari , Principal Scientist, VTT Technical Research Centre of Finland Practical examples of biomethanation applied research and piloting at Jamk BioEconomy Institute Dr. Mauno Harju, Project Manager, Jamk BioEconomy Institute GasumHackathon : Harnessing thebiogenic CO2from biogas upgrading to value adding applications Viljami Kinnunen, Senior Development Engine"
  },
  {
    "entry_id": "E00061",
    "text": "A newly developed generic simulation model of a geothermal power plant created using Apros simulation software during a summer job at Fortum, enabling realistic simulation of geothermal power plant dynamics and control. eNext blog Hanna Miettinen 27 October 2020, 12:27 EET Training simulators can be extremely beneficial in countries and projects where the new technology training for operators and engineers must be conducted on-site. My main task during my summer job at Fortum was to develop a generic simulation model of a Geothermal Power Plant. Developing geothermal operation and maintenance (O&M) capabilities aligns well with the Fortum eNext strategy on decarbonisation. Training simulators can be extremely beneficial in countries and projects where the new technology training for operators and engineers must be conducted on-site. My main task during my summer job at Fortum was to develop a generic simulation model of a Geothermal Power Plant. Developing geothermal operation and main"
  },
  {
    "entry_id": "E00062",
    "text": "The Geostationary Lightning Mapper is a technology to map lightning from geostationary orbit to help predict severe weather conditions. Vaisala is an active player in the scientific community. Scientific collaboration strengthens our position as an industry pioneer and an innovative technology leader. Vaisala continues to be a contributor to many organizations, advancing technological development in several fields of study. We collaborate with the leading research institutes and universities to advance studies related to environmental and industrial measurements across various scientific and technological fields. Our collaboration partners include the International Civil Aviation Organization (ICAO) and Colorado State University, the National Oceanic and Atmospheric Administration (NOAA), and the National Center for Atmospheric Research (NCAR) in the United States. Vaisala's key scientific research partners also include a number of national meteorological offices around the world. Vais"
  },
  {
    "entry_id": "E00063",
    "text": "Technologies developed in the Green Ray project including on-engine technologies for 2- and 4-stroke low-pressure dual-fuel engines and a novel aftertreatment concept to minimize methane slip from marine engines. A consortium including technology group Wartsila has secured European Union funding to develop solutions minimising methane slip from marine engines, advancing the environmental and climate benefits of LNG as a ship fuel. Coordinated by VTT Technical Research Centre of Finland, the Green Ray project brings together several companies from across the shipping value chain: shipyard Chantiers de l'Atlantique, ship owner CMA CGM, classification society DNV GL, the Finnish Meteorological Institute, ship manager MSC Cruises Management, non-profit organisation Revolve Water and energy major Shell. The project will develop on-engine technologies for low-pressure dual-fuel engines  both 2- and 4-stroke  as well as a novel aftertreatment concept. These solutions will be advanced to a h"
  },
  {
    "entry_id": "E00065",
    "text": "A co-innovation project involving Valmet and partners to study the use of biocomposites on an industrial scale, focused on developing new sustainable composite materials. Jun 19, 2024 The co-innovation \"High Performance Cellulose-based Composites\" (HiPer) project was completed with exciting results in April 2024. In this project, Valmet collaborated with nine other Finnish companies and the VTT Technical Research Centre of Finland to study the use of biocomposites on an industrial scale. Photo: VTT, Niina Hyry, 2023 Biocomposites can play a crucial role in transitioning to lighter materials, reducing the use of fossil-based raw materials, and improving recycling efficiency to reduce industrial emissions. The two-year ecosystem project was co-funded by Business Finland, and it was a part of its two Veturi-programs: Valmet's Beyond Circularity and Fortum's and Metsa's ExpandFiber. The project's aim was to generate a completely new product portfolio based on lightweight sustainable compos"
  },
  {
    "entry_id": "E00066",
    "text": "An initiative funded by Huhtamaki consisting of a project to stop the flow of plastic into the Indian Ocean from the Mithi River in Mumbai through collection and recycling of plastic waste. HUHTAMAKI OYJ PRESS RELEASE 12.10.2020 AT 10:00 Huhtamaki donation helps clean plastics from the Mithi River in Mumbai, India Global sustainable food packaging leader Huhtamaki is donating 600,000 to fund a project that aims to stop the flow of plastic into the Indian Ocean from the Mithi River in Mumbai, India. The project is one of three initiatives that Huhtamaki has funded as part of its 100-year anniversary to address global sustainability challenges and build and learn from circular economy initiatives globally. The Mithi River project is run by a global partnership between the United Nations Technology Innovation Labs UNTIL, VTT Technical Research Centre of Finland, RiverRecycle and Earth5R. Each partner has a unique role in the project which seeks to use emerging technologies to collect pla"
  },
  {
    "entry_id": "E00067",
    "text": "Quantum-computing technology developed by IQM that leverages advanced quantum processors and patented R&D to simulate complex processes efficiently. Quantum-computing provider IQM aims to be Europe's leader in the field. The company's strength lies in raw R&D brain power, leading-edge technology, and a growing patent portfolio that Papula-Nevinpat is helping to protect. The computer this article was written upon runs on strings of binary digits (or bits): the integers 0 and 1 arranged in varying ways to form units of information. Bits are always either zero or one  they cannot be both at the same time. It's this fundamental principle of information science that quantum computers have changed. The basic unit of information in quantum computing is called a qubit, which can be both one and zero at the same time. Through the quantum properties of superposition and entanglement, quantum computers constantly change the state of qubits in order to perform certain calculations and simulations"
  },
  {
    "entry_id": "E00068",
    "text": "A handbook on innovation ecosystems structure and radical innovation development requirements. Laura Puusaaren opinnaytteen tarkoituksena on tuottaa uutta tietoa innovaatioekosysteemien rakenteesta ja radikaalien innovaatioiden vaatimista erityispiirteista innovaatiotutkimuksen avulla. Uutinen6.11.2020 Nykyaikana niin yritykset kuin julkiset toimijatkin ovat havainneet innovaatioiden tuottamisen ja hyodyntamisen tarkeaksi. Valtio ja yksityiset yritykset ovat jo vuosia Suomessa selkeasti paattaneet panostaa innovaatioihin ja niiden tuottamiseen valtiovarainministerion, tyo- ja elinkeinoministerion seka opetus- ja kulttuuriministerion kautta. Sen sijaan avoimet innovaatio ja innovaatioekosysteemit ovat viela kehittymassa vakiintuneiksi toimintatavoiksi. Teknologian tutkimuskeskus VTT aloitti vasta vuonna 2018 innovaatioekosysteemien systemaattisen kehittamisen. Tyo- ja elinkeinoministerion tutkimus- ja innovaationeuvoston tavoitteena on, etta Suomi on osaavin ja vetovoimaisin innovaatioy"
  },
  {
    "entry_id": "E00070",
    "text": "A regional digital innovation hub developed over several years by SeinAjoki University of Applied Sciences in collaboration with local SMEs. Ei hakutuloksia. Katso avoimen AMKin koko opintotarjonta Opinto-oppaasta. Tyo- ja elinkeinoministerio on valinnut kahdeksan hakijaa jatkoon eurooppalaisten digitaalisten innovaatiohubien valintaprosessissa. Hubien tehtavana on tukea yrityksia ja julkista sektoria digitaalisten ratkaisujen hyodyntamisessa ja kayttoonotossa. SeAMK ja Into Seinajoki ovat mukana ehdokkaiksi valituista Sustainable Industry X (SIX) Manufacturing -konsortiossa, johon lisaksi kuuluvat VTT, Business Tampere, Jyvaskylan ammattikorkeakoulu, Tamlink Oy, Tampereen Aikuiskoulutuskeskus TAKK, Tampereen yliopisto, Tampereen ammattikorkeakoulu, Tampereen seudun ammattiopisto Tredu, Vaasan yliopisto, Ylivieskan robottilaboratorio (Centria) ja DIMECC Oy. SIX Manufacturing edistaa digitaalisten ratkaisujen kayttoonottoa seka uusien liiketoimintamallien luomista valmistavassa teollis"
  },
  {
    "entry_id": "E00071",
    "text": "A shared platform combining real estate technology applications from multiple organizations to improve building comfort, productivity, and eco-friendliness. Services Global links Many people are now wondering whether it is safe to return to the office. In Workery+, both information and health security have been taken to a higher level. \"The safety and health of the premises must be guaranteed so that companies and their employees can return to the office. YIT's Workery+ business premisesconcept largely started out from developing safety,\"says EVP Anders Stenback from YIT's service development unit. In the Workery+ concept, companies contract workspaces for the desired number of employees and pay for the space according to use. They can rent private facilities, open-plan workstations or an optimal combination of the two with a flexible agreement. Stenback points out that when both private offices and shared spaces are available, the importance of information and other security is partic"
  },
  {
    "entry_id": "E00072",
    "text": "Laser additive manufacturing (LAM) is a 3D printing process of strong and solid metal objects with great freedom of design, starting education at LUT in 2013. LUT Laser Laser Processing Research www.lut.fi/laserContact Information Antti Salminen, Professor antti.salminen@lut.fi+358 40 767 4387 Tapio Vaisto, Research Scientist tapio.vaisto@lut.fi+358 40 163 7514 Tuomas Purtonen, Project Engineer tuomas.purtonen@lut.fi tuomas.purtonen@lut.fi+358 40 515 3349Lappeenranta University of Technology  Determined together er Ever since its foundation in 1969, Lappeenranta University of Technology, LUT, has brought together technology and economics in a pioneering spirit. LUT's strategic focus areas are green energy and technology, the creation of sustainable competitiveness and operation as a hub of international Russian relations. Our international scientific community consists of 7 000 students and experts. LUT Laser in Brief LUT Laser  Laboratory of Laser Materials Processing  is a part of"
  },
  {
    "entry_id": "E00073",
    "text": "An innovation to sustainably reform the planet's food system, as envisioned by Lauri Reuter, made available for potential users. IPR-alan odotettu IPR-huippuseminaari pidetaan 5.10.2022 Helsingin Musiikkitalolla. Tule paikan paalle verkostoitumaan ja inspiroitumaan valovoimaisista puheenvuoroista! Maittavan aamiaisen jalkeen lavan ottaa haltuun Nordic Foodtech VC:n perustaja ja sijoitusjohtaja Lauri Reuter, joka visioi meille planeettamme ruokajarjestelman uudistamisesta kestavalla tavalla. Seuraavaksi kuulemme Metso Outotecin IP-johtaja Andreas Hoffmannilta (esitykseen: Strategic Partnership Between Business and IP Agencies  1.0), miten alati muuttuva maailma vaikuttaa myos teollisoikeuksiin ja miten kansainvalisessa organisaatiossa IPR-osasto valjastetaan tukemaan yrityksen strategisia tavoitteita. Verkostoitumistauon jalkeen kuulemme Ylen brandipaallikko Janne Saariselta (esitykseen: Esitys_Ylen brandi_Papulan Nevinpat_051022), mika on brandien merkitys julkisen palvelun yhtiolle "
  },
  {
    "entry_id": "E00074",
    "text": "The LigniOx process is an innovative lignin recovery and modification technology tested in continuous process conditions at the Aanekoski bioproduct mill, enabling pulp mills to convert side streams into value-added products. The equipment will be supplied by technology group ANDRITZ. Construction will begin in summer 2024, and the demo plant will be completed in late 2025. The plant's daily capacity will be two tonnes of the lignin product. Lignin is a substance in wood that binds wood fibres together. In pulp production, lignin is separated from the fibres into black liquor in the chemical cycle and used as bioenergy. Lignin could also be used in chemical and material applications. Metsa Group and ANDRITZ will focus on developing the production process of the new lignin product and its integration with the bioproduct mill, as well as the product properties suitable for various end uses. The demo plant project also involves Dow, a leading material science company, which will develop h"
  },
  {
    "entry_id": "E00075",
    "text": "A novel integrated catalytic pyrolysis technology developed to produce advanced high value lignocellulosic biofuels for transportation fuels and higher value bio liquids. (UPM, Helsinki, March 11, 2014 at 12.00 EET) Fortum, UPM and Valmet have joined forces to develop a new, winning technology to produce advanced high value lignocellulosic fuels, such as transportation fuels or higher value bio liquids. The idea is to develop catalytic pyrolysis technology for upgrading bio-oil and commercialise the solution. According to several studies pyrolysis technology is seen as the most competitive route to produce advanced lignocellulosic biofuels, and is one of the most efficient routes for meeting EU2020 greenhouse gas emission reduction targets. The five-year project is called LignoCat (lignocellulosic fuels by catalytic pyrolysis). The project is a natural continuation of the consortium's earlier bio-oil project together with the VTT Technical Research Centre of Finland, commercialising in"
  },
  {
    "entry_id": "E00076",
    "text": "An open development environment for city transport and mobility services utilizing trams as core components and related digital services. 1 Rules for the TURMS -Innovation cluster Lyyli Living Lab and the coordinator of its activities TURMS ( Tampere Urban Rail Mobility Services)  Innovation cluster is an open development environment for city transport and mobility services that utilise trams as their core component and for related digital services. The host organisation for the Turms -Innovation cluster is Tampere Raitiotie Oy (TRO), and Lyyli Living Lab is part of the Testbed Finland network. Lyyli Living Lab is intended to accelerate, in a user -centred manner, the creation of products and services and sustainable urban development through real -life, agile experiments, verifications and reference solutions. Activities also include solving the goal - orientated c hallenges related to the development of the city's transport system. In the core of TURMS -Innovation cluster is the inn"
  },
  {
    "entry_id": "E00079",
    "text": "An advanced wireless connectivity modem developed by MediaTek's office in Oulu, Finland, focusing on the next generation smart devices for the Internet of Things. August 13, 2015 FOR IMMEDIATE RELEASE MediaTek Twitter | YouTube | Website MediaTek Finland Doubles in Size Oulu Office Taps in to Local Cellular Engineering T alent to Advance 4G LTE Modem Innovation and Meet Demands of The Internet of Thin gs (IoT) Market TAIWAN, Hsinchu  August 13, 2015  MediaTek, a global leader in fabless semiconducto r design, has revealed the progress made by its offic e in Oulu, Finland, which focuses on developing advanced wireless connectivity modems fo r the next generation of smart devices that will serve the Internet of Things. Since its initial opening in October 2014, the Finl and office has doubled in size to over 100 of the best and brightest minds that abound in this le ading center of wireless technology to create the next generation of smart devices and wea rable technology. Expansion co"
  },
  {
    "entry_id": "E00080",
    "text": "The Metaverse is a pivotal innovation representing an immersive virtual world combining XR technologies and digitally created worlds, transforming digital experiences and interactions. In an era marked by unprecedented technological progression, the Metaverse emerges as a pivotal innovation set to pervade all forms of business, trade, and industry, as well as the daily lives of individuals. The Finnish Metaverse ecosystem is the first in Europe to create a Metaverse Initiative, and one of the first to do so globally. The objective is to play a key role in shaping the future of digital experiences, focusing on developing the Metaverse ethically and responsibly. This includes prioritizing privacy, user safety, and considering its overall societal impact. Launched by Business Finland, VTT Technical Research Centre of Finland and the University of Oulu, the initiative was created in close cooperation with 400+ members of the Finnish ecosystem and some of the most prominent Finnish large an"
  },
  {
    "entry_id": "E00082",
    "text": "A facility within OtaNano specializing in nanotechnology manufacturing, including precise sensors and quantum computers. OtaNano is Finland's national research infrastructure for micro-, nano-, and quantum technologies Operated by Aalto University and VTT, OtaNano is comprised of the Low Temperature Laboratory, Micronova and the Nanomicroscopy Center. The OtaNano research infrastructure houses comprehensive micro- and nanofabrication facilities in clean-room environments, high-resolution imaging and characterization equipment, and state-of-the-art experimental facilities, including ultra-low temperature possibilities. OtaNano is a top-level learning environment for young researchers and an international centre for world-class scientific research. The facilities are important for scientists as well as for high-tech companies. OtaNano is a national platform for developing innovative enabling technologies and appling them to practical nano-, micro-, and quantum systems. The OtaNano resear"
  },
  {
    "entry_id": "E00083",
    "text": "Innovation of headphones with plastic and leather parts produced using microbial biotechnology, created as a prototype using six different biotechnologically produced materials. Mikrobeilla tuotetut materiaalit voivat korvata arjessa kaytettavia oljypohjaisia materiaaleja erilaisissa kuluttajatuotteissa  esimerkiksi kuulokkeissa. Tutkijoista, teollisista muotoilijoista ja dokumentaristeista koostuva Korvaa-projekti halusi nayttaa taman todeksi ja valmisti kuulokkeet, jonka muovi- ja nahkaosat on tuotettu mikrobien avulla. VTT ja Aalto-yliopisto tuottivat materiaalit, teollisesta muotoilusta vastasi Aivan ja projektivaiheiden dokumentoinnista ja kuvauksesta Fotoni Film. Monialaisen tiede-, muotoilu- ja dokumenttiprojektin tavoitteena on lisata tietoisuutta mikrobien kayton mahdollisuuksista kestavan kehityksen mukaisissa tuotantoprosesseissa. Projektissa tutkitaan ja kehitetaan erilaisia mikrobiprosesseja pehmeiden, kovien, vaahtomaisten ja nahanomaisten materiaalien luomiseksi. Suunni"
  },
  {
    "entry_id": "E00084",
    "text": "A renewable diesel fuel produced by Neste Oil that significantly reduces local emissions and greenhouse gases compared to fossil diesel. Neste Oil CorporationPress release10 February 2011 at 11 am (EET) Excellent results from biofuel trial involving Neste Oil, Helsinki Region Transport, and Proventia: significantly reduced local emissions A three-year biofuel trial organized by Neste Oil, Helsinki Region Transport (HSL), and Proventia has recently been completed, and the results have confirmed that Neste Oil's NExBTL renewable diesel can significantly reduce local emissions that have a direct impact on urban air quality. Data collected by VTT Technical Research Centre of Finland show that particulate emissions were reduced by 30% and NOx emissions by 10%. No problems were encountered with vehicles' tailpipe emissions control systems. VTT estimates that, if all the buses in Greater Helsinki were to use 100% NExBTL renewable diesel, the reduction in traffic-related particulate emissions "
  },
  {
    "entry_id": "E00085",
    "text": "A network of intelligence and security operators developed within the Horizon 2020 project to strengthen EU capacity to combat terrorist threats through improved coordination and cooperation. Laurea participates in the Horizon 2020 project, which develops a network of intelligence and security operators. News11.2.2021 Laurea University of Applied Sciences is involved in the European security project NOTIONES (iNteracting netwOrk of inTelligence and securIty practitiOners with iNdustry and acadEmia actorS). The project received an affirmative funding decision from the European Union's Horizon 2020 programme at the beginning of the year. The aim of the project is to develop coordination among European intelligence and security operators in order to strengthen the EU's capacity to combat terrorist threats. The project's name NOTIONES refers to a word in Latin which means knowledge and awareness. The name therefore refers to the purpose of the project to produce better information and unde"
  },
  {
    "entry_id": "E00086",
    "text": "The OmaMehilainen app is a digital application enabling use of services anywhere and anytime, introduced by Mehilainen. Booking Booking Emergency services Digital Clinic Or call 010 414 0200 (local network rate/mobile charge) More information Services Services Frequently searched services Access our services Customer service Feedback Information for clients OmaMehilainen & Digital Clinic Prices and payment Instructions Specialists Locations Online shop Search VTT is a visionary research, development and innovation partner. VTT is one of Europe's leading research institutions. We are owned by the Finnish state. Our task is to advance the utilisation and commercialisation of research and technology in commerce and society. Through scientific and technological means, we turn large global challenges into sustainable growth for businesses and society. Our research is guided by the company's lighthouse themes: climate action, resource sufficiency, good life, safety and security and industria"
  },
  {
    "entry_id": "E00087",
    "text": "An annual event designed and built as a global must-go event for the bioeconomy and digital tools and methods, showcasing the latest research innovations, trends, and future of bioeconomy through digitalization and data utilization. The first event was held online on 29-30 September 2020. The main objective of the project LUO Net GOES International was to strengthen the region's bioeconomy operating environment and the sustainable use of natural resources. The networks main aims are to increase research and development cooperation with companies, use learning spaces together and find new innovations in the field of bioeconomy and natural resources. The project has ended. WP 1: As a result of the project an annual event called Open Bioeconomy Week will be designed and built. The event pursues to become a global \"must-go\" event for the bioeconomy and digital tools and methods and will be an interesting event for everyone in the industry. The very first international Open Bioeconomy Wee"
  },
  {
    "entry_id": "E00088",
    "text": "An experimental system built by VTT to develop and experiment with new components, quantum encryption methods, security analyses, and software for quantum encryption test networks. Cybersecurity is essential to ensure the functioning of our society in a world where all important infrastructure depends on effective and secure data transfer. Threats are created by state actors, criminal organisations and individual actors. The EU's EuroQCI initiative launched at the beginning of the year aims to build a Union-wide quantum encryption network by the end of the decade. The initiative aims to protect European critical infrastructures such as administrative functions, data centres, hospitals and energy networks. In the first phase about to begin, the aim is to build national test networks in each EU country and so create the competence needed to build operational networks. \"Quantum encryption is a new technology in which information is transmitted in the smallest possible parts  quantum  th"
  },
  {
    "entry_id": "E00089",
    "text": "An EU project led by VTT aiming to transform the textile recycling industry by creating new raw materials from mixed waste, with Valmet contributing expertise in fiber treatment and textile upcycling. Jan 24, 2024 On January 18, 2024, representatives from 19 consortium partners gathered to kick off the PESCO-UP project. Textile waste collection will be mandatory in EU member states by 2025. The PESCO-UP project aims to transform the textile recycling industry by creating new raw materials from mixed waste. The PESCO-UP project focuses on transforming mixed polyester/cotton waste into high-quality and clean materials for the next use cycle, aligning with the EU's 2025 textile waste mandatory collection. The project is led by VTT Technical Research Centre of Finland, one of the leading research organizations in Europe, and the consortium covers the entire textile recycling life cycle. Valmet brings its proven solutions and know-how in fiber treatment to the project. \"I'm thrilled that we"
  },
  {
    "entry_id": "E00090",
    "text": "An eight-storey timber apartment building completed in 2014 in the district of Kuokkala, Jyvaskyla, known for using new timber construction technology and considered a passive energy project according to VTT Technical Research Centre of Finland Ltd's definition. 0 of 0 for \"\" You are visiting Sweco Finland | Choose your region for Sweco's local offering and careers Wooden Structural engineering for Puukuokka residential building 2014 The Puukuokka high-rise residential building is a site that combines affordable living, timber construction and the promotion of new techniques. Puukuokka, whose wooden structural engineering was carried out by Sweco, was awarded the Finlandia Prize for Architechture in 2015. Wood is a material well-suited for many kinds of construction, and its significance has increased through various environmental concerns. Puukuokka, whose name translates to a timber hoe, is a daring and ambitious project that includes the use of new technology and an ecological, huma"
  },
  {
    "entry_id": "E00091",
    "text": "Rotor Sail Solution is a new wind propulsion technology for ships developed by Norsepower Oy Ltd., validated to confirm fuel-saving potential. The shipping industry is changing, and there are not many constants other than that cargo needs to move and emissions need to be reduced. Wind propulsion can help shipowners fulfill both  but not without help from voyage optimization systems. It has the potential to transform the industry, however, as with most new technology, it [...] The shipping industry is changing, and there are not many constants other than that cargo needs to move and emissions need to be reduced. Wind propulsion can help shipowners fulfill both  but not without help from voyage optimization systems. It has the potential to transform the industry, however, as with most new technology, it [...] July 17, 2024 The agreement between NAPA and IINO Lines highlights the benefits of data and digital technologies to optimize wind propulsion systems and accelerate green shipping. Hel"
  },
  {
    "entry_id": "E00092",
    "text": "A new, airtight energy panel system developed for facade structures, improving building energy performance. The Ikano shopping mall in Vantaa embodies a low-energy pilot project for Ruukki's energy panel system. With a comprehensive delivery consisting of the frame, facades, and load-bearing corrugated sheets for the roof and by supervising and controlling the manufacture of related construction parts, Ruukki has committed to a premium-level airtightness of 0.6 for the building. Composite columns, WQ beams, WQ trusses, and intermediate floors of hollow-core slabs constitute the structure of the shopping mall's two-story section. The one-story section and upper floors employ truss structures. A sprinkler system that supplies water to the building is utilised as the fire protection system. For the use of this particular fire protection system, Ruukki has been awarded a certificate from the VTT Technical Research Centre of Finland. The building's steel frame has made HVAC design and const"
  },
  {
    "entry_id": "E00093",
    "text": "A research organization partnering with Wartsila in the development of SOPEVA innovation. A number of measures have been put in place over the years to keep power plant noise levels at an acceptable level and in line with regulations. Now, Wartsila and its partners have found a way to increase the quality of life for people who live near power plants while also boosting the plants' efficiency. Today more and more people are moving into cities, causing urban areas to grow and spread. With this increase in population comes a surge in demand for energy. And with the share of intermittent renewable energy sources on the rise as well, there are more opportunities for locating flexible power plants near where people live.However, energy production also, in essence, involves the generation of noise. To address the issue before it becomes  literally  too loud, Wartsila and VTT Technical Research Centre of Finland launched a project to create innovative solutions to further reduce noise level"
  },
  {
    "entry_id": "E00094",
    "text": "New biobased binders and coatings developed to replace fossil-based materials, with 80100% biocontent, intended for use in packaging, paints, adhesives, and sealing and abrasive materials. Teknos on mukana hankkeessa, jossa kehitetaan biopohjaisia sideaineita ja pinnoitteita korvaamaan fossiilipohjaisia materiaaleja. SUSBINCO-hanketta toteuttavat joukko suomalaisia yrityksia ja tutkimuslaitoksia. Tavoitteena on kehittaa uusia biopohjaisia tuotteita, joita voidaan tuottaa ja kaupallistaa vientitarkoitukseen. \"Kestavat pinnoitteet ja sideaineet ovat tulevaisuudessa yha tarkeampia. Ilmastonmuutoksen ja resurssien niukkuuden torjumiseksi yritysten on loydettava eri toimialoilla lisaa vahahiilisia, biopohjaisia vaihtoehtoja fossiilisille materiaaleille. Maalialalla materiaalien saatavuus, hinta ja tuotteiden korkeat tekniset vaatimukset ovat kuitenkin asettaneet haasteita biopohjaisten ratkaisujen hyodyntamiselle. Taman vuoksi on kehitettava uusia biopohjaisia materiaaleja\", kertoo Pasi Vi"
  },
  {
    "entry_id": "E00095",
    "text": "A ground-breaking satellite signal technology developed for the European Space Agency, producing the world's first 75 GHz signals to ease radio wave clutter. Photo: Lockheed Martin Aeronautics The framework agreement, signed on November 21, initiates long-term cooperation between Lockheed Martin, the Finnish research community, and the Finnish industry, creating relationships that benefit all parties. The agreement is connected to Finland's procurement of the F-35 fighter jets. ESPOO, Finland (November 22, 2023) Research consortium led by VTT Technical Research Centre of Finland and Lockheed Martin have finalised a frame agreement for indirect industrial cooperation. Other members of the consortium are defence and technology company Patria, Harp Technologies, a Finnish SME active in space, defence, and remote sensing technologies, and two leading, innovative Finnish universities: Aalto University and Tampere University. Finland is a leading nation of digital technologies. The state-own"
  },
  {
    "entry_id": "E00096",
    "text": "A concept crafted as part of the long-term road map for sustainable construction in Tampere. City of Tampere with Tampere University, Tampere University of Applied Sciences, Business Tampere and VTT Technical Research Centre of Finland Ltd. with local companies in Tampere Region are building ecosystems around energy, construction and ICT infrastructure fields. Needs of the Hiedanranta district, new housing development district, in Tampere have been used as the base for the project plan. The results from the Transition Arena workshop series in the earlier RECO project were exploited also in the design framework of this new project. The target in the Transition Arena was to compose a road map and steps toward the year 2035 on how to reach and build a new carbon neutral housing district. In the Transition paths the most common combining finds were a need for new business models, how to break 'chicken and egg' situations, data control and open access interfaces and data economy issues, bui"
  },
  {
    "entry_id": "E00097",
    "text": "An improved food packaging that helps prevent food waste by protecting food better, contributing to the protection of biodiversity and climate conservation. Approximately one third of all food produced globally is lost or wasted. While this contributes to roughly 8 percent of total greenhouse gas (GHG) emissions worldwide, only 5 percent of carbon emissions in food systems are attributable to food packaging.i In this unsustainable scenario, our goal to protect the climate by minimizing carbon emissions critically relies on using the right packaging to prevent food waste. This action is also beneficial to other aspects of the environment, specifically forest conservation. By minimizing food excess, less land is needed for its production  thereby preserving swathes of woodland that would otherwise have been transformed into farms. To this end, smarter food packaging positively contributes to the protection of biodiversity and climate conservation. As counterintuitive as it may seem, whe"
  },
  {
    "entry_id": "E00098",
    "text": "An innovation providing advanced software product development services that integrate cybersecurity early in the product development phase for the automotive industry, enhancing security and safety in software-defined vehicles. Local sites Service hubs with tailored expertise to help you accelerate your business Creating novel solutions Managing Director, Tietoevry Create Enterprise IT modernization Managing Director, Tietoevry Tech Services Data Insiders  the Nordic data podcast Tailored software solutions to smoothly run your business Banking as a service Managing Director, Tietoevry Banking Modernizing Nordic health and care Managing Director, Tietoevry Care Digitalize core industry processes Managing Director, Tietoevry Industry Custom made offerings adapted for your specific industry How to learn AI in a quick, easy and fun way? A sustainable approach is necessary to future-proof our business while ensuring the planet endures for future generations. Chief Sustainability Officer"
  },
  {
    "entry_id": "E00099",
    "text": "New generation of lithium-ion batteries with solid-state electrolytes, offering higher energy density, reduced raw material consumption, and greater safety compared to conventional lithium-ion batteries. Energy storage technology is one of the key technologies for the future. The demand for lithium-ion batteries  which are used in electric vehicles, industry and consumer electronics  is growing at a rate of 25% each year. Researchers at Tampere University are studying and developing new materials for fourth and fifth generation solid-state lithium-ion batteries in the collaborative NextGenBat project, which is coordinated by Aalto University, Finland, and involves multiple research institutions and companies as partners. The project participants especially focus on the study of pulsed laser deposition (PLD) and atomic layer deposition (ALD). Finland has world-class expertise in developing these techniques that are used in growing thin films on a substrate. Tampere University's Cerami"
  },
  {
    "entry_id": "E00102",
    "text": "A pilot line set up in Tampere that provides an environment for testing wide bandgap (WBG) chips, integrating and packaging chip systems, made available to potential users. Tampere University is a partner in the WBG Pilot Line, which focuses on developing wide bandgap (WBG) semiconductors and testing and integrating WBG chips. WBG is next-generation semiconductor technology with a wide range of applications, for example, in motor control systems, battery management systems, fast charging systems, photovoltaic inverters, power supply systems and 5G base stations. Tampere University's budget for the MBG Pilot Line is 40 million. Funding will be provided by both the Finnish government and the European Commission for setting up the System-in-Package Fabrication (SiPFAB) pilot line in Tampere. The SiPFAB pilot line provides an environment for testing MBG chips and integrating and packaging chip systems. The grant proposal was prepared in collaboration with the City of Tampere's Chips from "
  },
  {
    "entry_id": "E00103",
    "text": "Injection Molded Structural Electronics technology integrating printed electronics and surface-mount components in 3D plastic structures developed by TactoTek. Jun 30, 2020 TactoTek develops molded structural electronics and operates globally around the world. TactoTek is a company that develops injection molded structural electronics and operates globally. As TactoTek's long-term partner, Berggren is responsible for managing dozens of different patent families. Berggren's strong professional expertise and industry insight has been crucial for the success of the cooperation. Good patent writing starts from the very early stages of the invention process and is carried out without detailed guidance. TactoTek's IMSETM solutions make it possible to integrate printed electronics and surface-mount components inside injection molded 3D plastic structures. Spun off from VTT Technical Research Centre of Finland in 2011, this technology company now has about 100 employees. \"Instead of an electr"
  },
  {
    "entry_id": "E00104",
    "text": "A comprehensive report documenting laboratory work and metric scale tests to define and verify the performance of a bentonitic clay material mixture used for the Full-scale Seal (FSS) experiment by Andra. Dopas Deliverable D3.7 Dissemination RE 1 DOPAS WP3 Deliverable D3.7 \"Test report on FSS metric clayish material emplacement tests with clayish material definition and laboratory work on its performance\" Start date of the project: September 2012 Duration: 48 months Project co-funded by the European Commission under the Euratom Research and Training Programme on Nuclear Energy within the 7th Framework Programme (2007-2013) Dissemination level PU Public X RE Restricted to a group specified by the partners of the Project, including EC CO Confidential, only for DOPAS partnersGrant Agreement number: 323273 Authors: Jean-Michel Bosgiraud Regis Foin (Andra) Date of preparation: 08 December 2016 Version status: A Dopas Deliverable D3.7 Dissemination PU 2 Important Note: Thethree following DOP"
  },
  {
    "entry_id": "E00105",
    "text": "UPM BioVerno is a renewable diesel fuel developed by UPM that works as well as regular diesel in vehicles and significantly reduces greenhouse gas emissions compared to fossil fuels. (UPM, Helsinki, 27.2.2014 at 14.00)  The first fleet tests of UPM's renewable diesel proved that UPM BioVerno works in cars just as well as any regular diesel. The fleet tests were conducted by the VTT Technical Research Centre of Finland. They were started in May last year and ran until early 2014. The UPM BioVerno diesel fleet tests focused on investigating UPM's renewable diesel in terms of fuel functionality in engine and fuel consumption. The tests were conducted with a fuel blend including 20 per cent UPM BioVerno and 80 per cent fossil diesel. With this blend fuel consumption matched the consumption of fossil diesel. \"The fleet tests showed the same as the previous engine and vehicle tests  renewable diesel UPM BioVerno is working exactly like any regular diesel. The results were according to our "
  },
  {
    "entry_id": "E00106",
    "text": "A unique fuel cell power plant based on planar solid oxide fuel cell technology that produces electricity and heating for the Vaasa Housing Fair site, fueled by biogas or methane from a nearby landfill. Wartsila will deliver a unique fuel cell unit producing electric and heating power to the Vaasa Housing Fair site in Western Finland. The fuel cell power plant, which is based on planar solid oxide fuel cell (SOFC) technology, is the first of its kind in the world. The plant is fuelled by biogas or methane originating from a nearby landfill. At the first stage, it will produce an electric output of approximately 20 kW and a thermal output of 14 to 17 kW. The fuel cell power plant delivered by Wartsila will produce both electricity and heating for the fair site's needs at very high efficiency. The emissions from a biogas-fuelled fuel cell are very low, which means that the solution supports the development of sustainable energy technology. Unique energy production solution for the fair s"
  },
  {
    "entry_id": "E00107",
    "text": "A software technology developed to boost symbiosis between software development and industry, aimed at enabling digitalisation and automation in manufacturing, notably in automotive and heavy machinery sectors. We co-develop innovative products and technology for our customers. We bring fresh ideas, solid experience, the latest technology and the best software talent to the table to create your unique solution. We change the strategies how all kinds of vehicles are moved within car plants, depots and logistics yards, by completely automating driving and services  safely controlled by our infrastructure. Facts & Figures Our story Sustainability Media Room Offices & Contacts Unikie has assumed a leading role in developing software for the manufacturing industry. It is one of the first international operators to develop smart industrial solutions for secure real-time processes and applications. A couple of years ago, Unikie initiated the launch of the VAMOS ecosystem project facilitated "
  },
  {
    "entry_id": "E00108",
    "text": "A first-of-a-kind combination of a scrubber and a wet electrostatic precipitator tested by Valmet to cut exhaust gas emissions in marine diesel engines by up to 99%. Feb 17, 2022 Valmet has tested a first-of-a-kind scrubber and wet electrostatic precipitator combination and cut exhaust gas emissions in a marine diesel engine by up to 99%. The solution could allow shipping companies to lower their particle matter and black carbon emission levels, tackle global warming and comply with tightening regulation. The pilot testing and configuration project was carried out together with VTT Technical Research Centre of Finland Ltd (VTT). Valmet has tested a first-of-a-kind scrubber and wet electrostatic precipitator combination and cut exhaust gas emissions in a marine diesel engine by up to 99%. The solution could allow shipping companies to lower their particle matter and black carbon emission levels, tackle global warming and comply with tightening regulation. The pilot testing and configura"
  },
  {
    "entry_id": "E00109",
    "text": "W-Cube is a nanosatellite with a VTT-developed dual-frequency beacon transmitter that enables testing of transitioning to higher frequencies for telecommunications satellites. Space technology is no longer just a distant possibility, but it can be harnessed to benefit our day-to-day life on Earth. At VTT, we develop new space technologies to solve global challenges, create growth for industries and help people with their everyday problems. VTT develops critical components and sensors for small satellites, tailors data analytics for Earth Observation applications such as algae monitoring as well as optimises satellite constellations. VTT is a forerunner in developing advanced satellite-terrestrial 5G and 6G communication networks and phased array components with satellite constellation design. Working with VTT, you'll get access to world-class researchers and over 20 years of experience in space innovation with an emphasis on long-term partnerships. What if we could reduce the response "
  },
  {
    "entry_id": "E00110",
    "text": "WIVE is an industry collaboration project focusing on developing concepts, enabling technologies, and testing new vertical services offered by 4G/5G networks, especially for Ultra Reliable Low Latency Communications (URLLC), Massive Machine Type Connectivity (mMTC), and media content delivery, to increase competitiveness of automated transport, smart grids, massive machine connectivity and media delivery via 5G. Published: 18.9.2017 WIVE industry collaboration project increases competitiveness of automated transport, smart grids, massive machine connectivity and media delivery via 5G An industry group including Nokia Bell Labs and several academics in Finland has established a collaboration project called WIVE (WIreless for VErticals) to make it possible for new types of industries to gain competitive advantage from the latest wireless technologies, especially 5G. The project, co-funded by Finnish Funding Agency for Innovation (Tekes), involves several industry, research institute and "
  },
  {
    "entry_id": "E00112",
    "text": "A new test facility for future propulsion products and technology established by Wartsila, enabling product validation and research to speed up development of new, high-quality and environmentally sound propulsion products. Wartsila, the marine industry's leading provider of innovative products, solutions and services, is today inaugurating its new test facility for future propulsion products and technology. The Wartsila Propulsion Test Centre has been established and funded by Wartsila with strong support from VTT Technical Research Centre of Finland, who will provide the resources to operate the facility. The test centre is located in Tuusula, southern Finland, and will enhance the company's capabilities in product validation and research activities. The new facility enables Wartsila to speed the development of new, high quality and environmentally sound propulsion products together with research institutes, universities and suppliers. It will have a central role in propulsion relate"
  },
  {
    "entry_id": "E00113",
    "text": "A four-year cooperation project launched by Wartsila aimed at enabling a zero-emission marine ecosystem through sustainable technology solutions to significantly reduce greenhouse gas emissions from the marine sector. till Wartsila i Finland Wartsila launches a world-class research, development and innovation project to promote Zero Emission Marine together with nearly 200 operators. Business Finland has granted the project EUR 20 million in funding in the challenge competition for leading companies. Wartsila's four-year \"Zero Emission Marine\" co-operation project aims to enable a zero-emission marine ecosystem, that develops sustainable technology solutions. The use of these can also be expanded into the energy sector. The project aims to reduce greenhouse gas emissions from the marine sector by 60% by 2030. In addition, all products from the ecosystem will be carbon-neutral or carbon-negative by 2050. \"No one can achieve these ambitious targets on their own, but this unique maritime "
  },
  {
    "entry_id": "E00114",
    "text": "Automated electric bus pilot lines operated in Helsinki under the mySMARTLife project, involving autonomous electric buses tested in real-life urban mobility scenarios during 2018 and 2019. The mySMARTLife project period was 12/2016 - 09/2022. The project aimed at the development of an Urban Transformation Strategy to support cities in the definition of transition models and progressing to the smart people and smart economy concepts. Overall objectives of project mySMARTLife were: Read more about the project on Fundacion CARTIF project website. Project mySMARTLife expected to reach the following results: Find the public deliverables for Demonstration in Lighthouse City Helsinki on Fundacion CARTIF project website. With previous experience on real-life demos of the autonomous electric buses in Finland, the mySMARTLife project addressed local urban mobility issues with electric autonomous bus pilot lines. Metropolia University of Applies Sciences' main role in the project was the definit"
  },
  {
    "entry_id": "E00115",
    "text": "A filtration innovation using recycled fluidized bed sand from bioenergy plants to reduce colored dissolved organic matter in runoff waters from peatlands, proven effective in laboratory and small-scale field tests. Varillisen liuenneen orgaanisen aineen maaraa turvemaiden valumavesissa voidaan vahentaa biovoimalaitosten petihiekan kayttoon perustuvalla suodatuksella. Hiekan kayttaminen suuressa mittakaavassa edellyttaa viela lisatestauksia, jotta sita voitaisiin mahdollisesti hyodyntaa kaytannossa. Turvemaiden kunnostusojitusten ja maanmuokkauksen yhteydessa vesistoihin liukenee orgaanista ainetta, jota ei saada pois laskeutusaltailla eika pintavalutuskentilla, jotka pysayttavat kiintoaineen. Valumavesiin liuennut orgaaninen aines nostaa veden biologista hapenkulutusta seka varjaa ne ruskeiksi. Metsa Groupissa on muutaman vuoden ajan tutkittu tuotannon sivuvirroissa syntyvien materiaalien kykya puhdistaa turvemaiden ojaverkostosta otettua vetta. Tutkittavana on ollut 16 eri sivuvirtam"
  },
  {
    "entry_id": "E00116",
    "text": "A versatile and user-friendly 3D model and digital twin of Hervanta suburb in Tampere used for urban development and training automated vehicles. The automatic traffic test area in Hervanta, Tampere, is an example of the future of urban development. The automatic traffic test area in Hervanta, Tampere, is an example of the future of urban development. The digital twin of Hervanta is a versatile and user-friendly service design tool. Just one click and you are there: On the screen, you have a bird's-eye view of a 3D model of Hervanta, a suburb of Tampere. When you scroll closer to the streets, you will be surprised how detailed the model is. All the traffic signs and bus stops are in place and the weather conditions are realistic. Another click and you are inside a car. You can drive the car around the model and activate various data streams that you might find useful. In the near future, services created by using digital twins will become a more normal part of urban life. A digital twi"
  },
  {
    "entry_id": "E00117",
    "text": "Evolved Multimedia Broadcast Multicast Service (eMBMS) technology enabling the delivery of live TV channels over mobile wireless networks. Published: 22.11.2018 National 5G projects co-operate in showcasing the delivery of the Finnish broadcasting company Yle s live TV channels in mobile wireless network. For the first time in Finland two areas are lit up, and selected commercial smartphones are enabled to receive live streams in Oulu and Espoo 5G test networks using evolved Multimedia Broadcast Multicast Service (eMBMS) technology. \"Most importantly, those Formula 1 or Ice-Hockey finals will not crash at mobile anymore due to peak traffic congestion. In fact, research shows that networks not leveraging broadcast waste a massive amount of spectrum for delivering the most popular content!\", says Mikko Uitto, Research Scientist from VTT. Studies show that mobile traffic will grow by at least eight times in the next five years, and video is the largest contributor to this growth. For exam"
  },
  {
    "entry_id": "E00118",
    "text": "A joint innovative energy production system that increases cost-effective, carbon-neutral district heating production by using waste and condensing heat from commercial properties, implemented in Osuuskauppa Arina properties within Oulun Energia's business area. Oulun Energia, Caverion and Osuuskauppa Arina have entered into a tripartite agreement to implement an energy production system in around ten Osuuskauppa Arina properties in Oulun Energia's business area. The ambition is to complete the sites by 2025. The companies' joint innovation will increase cost-effective, carbon-neutral district heating production by using waste and condensing heat from commercial properties. In addition, a new way to manage energy flows will provide a concrete and locally feasible means to curb climate change. The project can be implemented thanks to a two-way district heating system into which energy can be injected from several different sources. The energy production system itself is based on utilisi"
  },
  {
    "entry_id": "E00119",
    "text": "A sustainable packaging innovation using foam forming technology to create formable cellulose-based webs with 30% extensibility, allowing rigid packaging solutions as an alternative to plastic. Enabled by foam forming technology, VTT's formable cellulose-based webs with 30% extensibility were used to make rigid packages using an industrial product packaging line. This opens up the manufacturing of a wide range of sustainable packaging solutions. In a pilot-scale study to find alternative raw materials for rigid plastic packages, VTT Technical Research Centre of Finland has obtained unprecedented maximum limits of its highly extensible formable cellulose-based webs used for rigid packaging applications. The results enable the manufacturing of a wide range of sustainable 3D packaging solutions that were previously unattainable. Typical commercial boards have between 36% extensibility (geometrical mean) and best commercial formable boards have 1018% extensibility. By utilising foam form"
  },
  {
    "entry_id": "E00120",
    "text": "A full-scale, large volume, low pH shotcrete containment wall designed and constructed as part of the FSS experiment by Andra in 2014, used for sealing underground disposal vaults, exhibiting pH around 10.4 and compressive strength about 45 MPa. \"Full Scale Demonstration of Plugs and Seals\" DOPAS - Work Package 3 Deliverable D3.13: \"Report on FSS shotcrete plug construction\" Start date of the project: September 2012 Duration: 48 months Project co-funded by the European Commission under the Euratom Research and Training Programme on Nuclear Energy within the 7th Framework Programme (2007-2013) Dissemination level PU Public PP Restricted to other programme participants (including the Commission Services) RE Restricted to other programme participants (including the Commission Services)X CO Confidential, only for DOPAS partnersGrant Agreement number: 323273 Authors: Jean-Michel Bosgiraud Regis Foin Sandrine Bethmont (Andra) Date of preparation: 30 November 2016 Version status: A Andra - Do"
  },
  {
    "entry_id": "E00121",
    "text": "Metal powder produced annually up to 330 tons from 100% stainless steel scrap recycled by Outokumpu for additive manufacturing. Products Overview Products Explore our product offering to find the optimal stainless steel for your application. Expertise Overview Expertise Explore success stories, insightful articles, webinars and technical content. Industries Overview Industries Discover how our stainless steel enables modern society through versatile applications in a wide range of environments. Surcharges Overview Surcharges Read about Outokumpu alloy surcharges, pricing and conditions of sale. About Outokumpu Overview About Outokumpu Discover what Outokumpu is made of, how we work and are organized and where we are going. Sustainability Overview Sustainability Discover how Outokumpu's sustainable stainless steel contributes to a world that lasts forever. Investors Overview Investors Read more about Outokumpu as an investment and find our financial calendar, share information and inves"
  },
  {
    "entry_id": "E00122",
    "text": "A heating plant technology that improves profitability by recovering lost heat and removing particles from flue gases, enhanced with a heat pump connection that increases heat recovery capacity especially in extreme cold conditions. The Elomatic Magazine 1  2014 Product testing Gaining a competitive advantage page 4 Biohazards Air tightness testing for biosafety level 3 page 22 Oil & gas Jet pump technology page 40 \"We need a rational and defendable standard that satisfies industrial, regulatory and public interests. \" Milind ShindeThe Elomatic Magazine  2 | 3 The mystery of the human mind has fascinated man- kind over the centuries. Ancient philosophers and cur - rent day cognitive scientists have tried to understand what makes the human brain the ultimate tool and such a unique instrument. The ability to learn new things is a lifelong process and different individuals absorb knowledge differently depend-ing on their specific backgrounds. Experience and age are commonly perceived t"
  },
  {
    "entry_id": "E00123",
    "text": "New sustainable concrete superplasticizers developed based on lignin, aimed at improving construction material workability with biobased alternatives. As part of the LigniOx project consortium, Fortum Bio2X has committed to developing new, sustainable concrete superplasticizers that will be based on lignin. Lignin, the second most abundant biopolymer on earth, is currently under-utilized in commercial applications. As part of the LigniOx project consortium, Fortum Bio2X has committed to developing new, sustainable concrete superplasticizers that will be based on lignin. Lignin, the second most abundant biopolymer on earth, is currently under-utilized in commercial applications. Fortum has provided straw-based lignin for the LigniOx project's process development and application testing, which has demonstrated positive results. The consortium consists of several companies, ANDRITZ Oy, Dow, CIMV, Metsa Fibre, St1 and Vertech Group, as well as the research organizations VTT Technical Resea"
  },
  {
    "entry_id": "E00127",
    "text": "A unique and secure RDI environment for health and well-being services within the OuluHealth ecosystem created by the Aly TKI Project to promote digital solutions, functionalities for digital technologies, wireless, VR/AR devices, virtual and mobile solutions, and data analytics. Content of studies Study and guidance Support and welfare Oamk community 1.6.2021 - 31.10.2023 Aly TKI Project aims to develop a unique and secure RDI environment for health and well-being services within the OuluHealth ecosystem, which promotes the rapid development and adoption of digital solutions while considering the goals of sustainable development. The new functionalities and services of the RDI environment created in the project serve the development needs of digital technologies, wireless, VR/AR devices, virtual and mobile solutions, and data analytics. The project brings together companies, researchers, developers, and healthcare professionals. The project aims to develop a unique and secure RDI envi"
  }
]